[
{"title": "¿Cómo dibujar en Adobe Fresco?", "author": "Andreaga", "published_at": "2021-01-21T17:53:41-05:00", "content": "En esta nueva entrada del blog les dejo un tuto súper fácil en una nueva aplicación llamada Adobe Fresco que ahora está disponible también para pc, iphone.\n\nEste tutorial es paso a paso, desde lo más esencial que necesitas para dibujar hasta exportar.\n\nEl link del videín AQUÍ", "url": "https://andreaga.com/2021/01/21/como-dibujar-en-adobe-fresco/"},
{"title": "La crisis del Ilustrador freelancer ¿Qué hacer?", "author": "Andreaga", "published_at": "2020-11-04T16:21:46-05:00", "content": "Cada cierto tiempo recibo mensajes y comentarios en mi canal YouTube por el miedo a no conseguir clientes y que se derrumbe el sueño de ilustración. Sobre todo, uno se pregunta ahora por cualquier tipo de crisis que puede surgir, como una pandemia y muchas más situaciones.\n\nDesde que inicié como ilustradora freelance hace más de 7 años, he tenido miedos y ello se ha volcado en ciertas etapas a no tener clientes en meses y me quedaba en la nada hace muchos años atrás y entiendo que muchos tengan ese temor, pero aprendí que se debe estar en constante movimiento vendiendo tus servicios, creando y creando para obtener clientes, no solo en redes sociales, sino en la propia web, blogs, portafolios como Behance, entre otros. Sobre todo, sino tenemos un agente que nos proporcione los trabajos.\n\nUno siempre tiene que tener estrategias, plan b, pero también a tener ingresos pasivos, que no muchos ilustradores lo tienen y solo dependen de que aparezca un proyecto, que lleguen clientes y eso es un arma de doble filo si es que no estás en movimiento.\n\nEl ingreso pasivo te va ayudar mucho, será un soporte para tu trabajo como ilustradora o ilustrador o quizás sea tu trabajo principal. Por ejemplo: La ilustradora A tiene cursos online que cada mes le da ingresos, estos cursos siempre están activos y las personas adquieren y lo pueden ver en el momento que deseen. Esta ilustradora trabajó 2 meses en hacer su curso y ahora recibe cada mes ingresos, es como un alquiler, como una renta. Otro ejemplo: El ilustrador B tiene una tienda de recursos digitales donde vende texturas, ilustraciones con licencias y más, todo digital y mensualmente recibe ingresos de su tienda. Este ilustrador trabajó un mes en crear todos los recursos y ahora recibe y recibe ingresos de su creación.\n\nEl soporte del ingreso pasivo te va ayudar en tu trabajo y no solo a depender de los clientes. Por ejemplo, en esta pandemia muchos ilustradores perdieron trabajos, para otros bajó el ingreso que percibían al no tener muchos clientes, pero los que tuvieron ingresos pasivos no entraron en crisis, siguieron percibiendo sueldo por todos los productos y servicios digitales.\n\nTenemos que mirar a nuestro alrededor y ver que hay ilustradores que se centran solo en sus productos, otros dan asesorías, otros solo trabajan con clientes y así muchas situaciones que debes aprender para no caer en crisis. Recuerda que tener solo una entrada es un arma de doble filo y tener varias entradas es un gran soporte que genera dinero, gracias a nuestras creaciones y a lo que mejor sabemos hacer.\n\nSi quieres aprender a crear y vender recursos digitales, te dejo mi Guía para Crear Recursos digitales y tener tus ingresos pasivos.", "url": "https://andreaga.com/2020/11/04/la-crisis-del-ilustrador-freelancer-que-hacer/"},
{"title": "50 Respuestas que todo ilustrador debe saber", "author": "Andreaga", "published_at": "2020-11-14T10:17:16-05:00", "content": "Siempre quise hacer un videín de las respuestas más esenciales para todo ilustrador o l@s que recién empiezan en este mundo tan bonito. Ya hay 2 videos sobre las 50 respuestas, así que en total son 100 ý espero te sirva de mucho, porque se habla de trabajo, materiales, la parte legal, historia, bloqueo, estilo, entre otras cosas.\n\n1 Videín de 50 respuestas\n\n2 Parte de 50 respuestas", "url": "https://andreaga.com/2020/11/14/50-respuestas-que-todo-ilustrador-debe-saber/"},
{"title": "¿Cómo hacer pinceles mágicos en Photoshop?", "author": "Andreaga", "published_at": "2021-01-14T19:15:26-05:00", "content": "Vuelvo con un nuevo tutorial en Adobe Photoshop y es crear pinceles, pero “MÁGICOS” si, realmente son geniales para los efectos en nuestra ilustraciones y solo funciona con fondos oscuros. Te muestro el siguiente videín donde está el tutorial completo, es muy fácil de realizar y puedes sacar más experimentos a partir de este tutorial. Por cierto, recomiendo mis pinceles de acuarela o el kit donde vas a encontrar pinceles texturizados que se prestan muy bien para realizar este tuto y por supuesto para tus ilustraciones.\n\nAquí el VIDEÍN TUTORIAL.", "url": "https://andreaga.com/2021/01/14/como-hacer-pinceles-magicos-en-photoshop/"},
{"title": "¿Cómo promocionar tu arte?", "author": "Andreaga", "published_at": "2020-12-24T09:27:39-05:00", "content": "Queremos vivir de nuestro arte, pero también es necesario promocionar con ciertas estrategias que podemos realizar para crecer nuestra audiencia y conseguir clientes. En este videín les dejo algunos consejos para promocionar tus ilustraciones y espero te sirva muchísimo.", "url": "https://andreaga.com/2020/12/24/como-promocionar-tu-arte/"},
{"title": "Ep.24 Vivir con creatividad ft. Natalia Minds", "author": "Andreaga", "published_at": "2020-11-08T10:36:24-05:00", "content": "https://pe.ivoox.com/es/ep-24-vivir-creatividad-diarios-dibujo-ft_md_60069575_wp_1.mp3 Ir a descargar\n\nEn este capítulo hablamos con Natalia Minds, quien es ilustradora y experta en el tema de creatividad, de hecho tiene un canal Youtube donde da varios consejos sobre ilustración. Nos contará sobre los famosos diarios de dibujo, intención y más, que son retos muy valiosos para ejercitar nuestra creatividad.\n\nPuedes encontrar a Natalia en las siguientes redes:\n\nYoutube / Instagram \n\nRecomendaciones que dejó Natalia Minds:\n\nRecomendación Andreaga:\n\nLibro de Adam J.Kurtz: Things Are What You Make of Them: Life Advice for Creatives ", "url": "https://andreaga.com/2020/11/08/ep-24-vivir-con-creatividad-ft-natalia-minds/"},
{"title": "Ep.25 El camino de ilustración", "author": "Andreaga", "published_at": "2020-11-22T17:03:46-05:00", "content": "En este episodio se hablará sobre los diferentes caminos que podemos tomar en ilustración como especializarnos en un mercado y combinarlo con ilustración. Así mismo sobe qué carrera o estudio tomar para ser ilustradores y la diferencia con diseño.\n\nImportante:\n\nPuedes escuchar este episodio también en Spotify y verlo en YouTube.", "url": "https://andreaga.com/2020/11/22/ep-25-el-camino-de-ilustracion/"},
{"title": "Ep.26 ¿Cómo conseguir clientes? con LLegas Pacheco", "author": "Andreaga", "published_at": "2020-12-20T10:49:28-05:00", "content": "https://pe.ivoox.com/es/ep-26-como-conseguir-clientes-llegas-pacheco_md_62702612_wp_1.mp3 Ir a descargar\n\nHoy en un nuevo episodio del podcast El Pod del Lápiz hablaremos sobre conseguir clientes en ilustración con el ilustrador Llegas Pacheco y nos dará varios consejos y herramientas para ponerlo en práctica.\n\nLinks de Llegas Pacheco\n\nInstagram / Facebook / Patreon\n\nNo te olvides que otros episdios del podcast puedes verlo por Youtube\n\nMi tienda de recursos digitales AQUÍ", "url": "https://andreaga.com/2020/12/20/ep-26-como-conseguir-clientes-con-llegas-pacheco/"},
{"title": "Ep.27 ¿Tradicional o digital? ft Josefina Schargorodsky", "author": "Andreaga", "published_at": "2021-01-17T10:35:36-05:00", "content": "https://pe.ivoox.com/es/ep-27-tradicional-o-digital-ft-josefina-schargorodsky_md_64034225_wp_1.mp3 Ir a descargar\n\nEn este nuevo episodio hablamos con la genial ilustradora de Argentina Josefina Schargorodsky sobre el proceso de ilustración en tradicional y digital ¿Cuál es mejor? ¿Será de acuerdo a cada experiencia? \n\n¿Dónde puedes encontrar a Josefina?\n\nInstagram Web\n\nArtistas que recomendó Josefina: María Luque, Ana San Felipo.\n\nPuedes escuchar el episodio en Spotify", "url": "https://andreaga.com/2021/01/17/ep-27-tradicional-o-digital-ft-josefina-schargorodsky/"},
{"title": "Ep. 23 Cambia creencias erróneas en ilustración", "author": "Andreaga", "published_at": "2020-09-13T18:46:28-05:00", "content": "Podcast en Youtube\n\nhttps://pe.ivoox.com/es/ep-23-cambia-tu-chip-ilustracion_md_56454697_wp_1.mp3 Ir a descargar", "url": "https://andreaga.com/2020/09/13/ep-23-cambia-creencias-erroneas-en-ilustracion/"},
{"title": "Illustrator brush pack!", "author": "Andreaga", "published_at": "2020-07-17T11:17:21-05:00", "content": "¿Qué viene?Este paquete de mix de pinceles te ayudará a dar detalles a tus ilustraciones, usar otras técnicas  y agregar efectos. Adicionalmente, viene una serie de videos como Setup y pruebas de cómo se utiliza cada pincel para las ilustraciones.Incluye:Pencil-Sketch Brush (15)Watercolor Brush (8)Markers Brush (8)Acrylic Brush (14)Dots and texture brush (12) (Este pincel no es pesado)Other mix brush (3)Total: 60 brushesVideo (6):Setup (Explicación de la configuración de pinceles o cómo puedes sacar mejor provecho)Pencil Illustration Acrylic Illustration Watercolor Illustration Dots and texture Illustration Marker illustration \n\nRequerimientos \n\n– No es compatible con programas como Photoshop u otros, solo para Illustrator.\n\n– No recomendable para procesadores lentos o con poca memoria. Si tienes un procesador que no es para programas de diseño, puedes usar un pincel o dos como detalle (trazos) para dar sombras y luces, pero no usarlo para toda una ilustración, ya que el programa se puede congelar.\n\n– Se pueden usar con tableta, pero no es necesario tener esta herramienta para usar los pinceles.¿Puedo comprar así no tenga Paypal?Si, puedes comprar con tarjeta de crédito o débito y por supuesto con Paypal. Por ejemplo, cuando quise comprar un producto de Gumroad, lo hice con mi tarjeta de débito que la divisa está en soles (moneda de mi país) y no hubo problema en comprar, así mi cuenta no esté vinculada a mi Paypal.Buen fin de semana 🙂\n\nPINCELES PARA ILLUSTRATOR", "url": "https://andreaga.com/2020/07/17/illustrator-brush-pack/"},
{"title": "¿Cómo construir tu propia comunidad de ilustración?", "author": "Andreaga", "published_at": "2020-08-06T16:58:25-05:00", "content": "Cada artista tiene su propia comunidad, ésta puede ser muy seguidora de tu arte, como también del contenido que aportes en las redes sociales, sea tips, tutoriales, procesos, recursos, entre otros.\n\n¿Por qué es importante tener una comunidad? Nuestros seguidores son un soporte grande para nosotros, que nos pueden ayudar emocionalmente y esto se debe a los mensajes, comentarios que nos dan positivamente. Por otro lado, la comunidad nos estará apoyando con la compra de productos, sea físico o digital y algunos de ellos serán nuestros clientes.\n\nMuchas veces las personas tienen miedo de crearse una cuenta de ilustración en las redes sociales, pero si no estamos presentes en Internet, no vamos a poder mostrar nuestro trabajo, ni siquiera mostrar nuestros productos digitales, a menos que sea por medio de terceros, pero no es tan ideal. Y, claro, hay gente que critica las redes sociales, pero es porque no ve el lado positivo y ni sabe cómo realmente usarlo, así que no te fíes de comentarios como: “las redes sociales no sirven para nada”, “las redes sociales son una pérdida de tiempo”. Siempre hay que analizar, buscar todo tipo de fuentes y nuestra experiencia nos va a servir de gran referente para emprender en las redes.\n\n¿Cómo puedo empezar a construir una comunidad? Hay una sección en mi canal que se llama “Revisando sus dibujos y cuentas de Instagram” Muchas veces en esos episodios, veo que aún las personas no se dan cuenta que es importante saber cómo ilustradores a dónde dirigirnos, qué es lo que queremos con las redes y por qué quisiéramos seguidores o crecer rápidamente. Pues no hay un plan, todo es “random” al principio, pero cuando sabes lo que deseas como ilustrador o ilustradora, vas a ir formando una comunidad acorde a tu contenido y por supuesto a tus ilustraciones que subes.\n\nUno puede empezar a construir una comunidad con un contenido de valor de ilustración, que pueden ser consejos, tutoriales y más; otro con un estilo marcado de ilustración y que la gente nos siga por nuestro arte. Son dos opciones que tenemos y también se pueden combinar perfectamente. Hay muchos que en el camino de ilustración se dan cuenta que les gusta ilustrar con frases y que el público apoya mucho eso y posiblemente crezcan más rápido y haya una comunidad grande, pero no necesariamente por tener una comunidad grande vamos a ser los mejores o vamos a tener infinidad de clientes. También con una comunidad pequeña es genial, porque nos puede apoyar mucho más que una grande en todo sentido. No nos dejemos guiar por el número de seguidores, lo principal es construir una comunidad de gran VALOR, sea la más pequeña, pero que sea súper genial y que muchos de ellos sean nuestros clientes.\n\nNo te olvides que puedes visitar y chequear mis productos digitales AQUÍ.", "url": "https://andreaga.com/2020/08/06/como-construir-tu-propia-comunidad-de-ilustracion/"},
{"title": "¿Cómo aprovechar Instagram para dibujo?", "author": "Andreaga", "published_at": "2020-08-02T10:34:40-05:00", "content": "Las redes sociales siempre son una gran ayuda, si es que lo utilizamos correctamente. Por supuesto,  que hay momentos de procrastinar, pero es importante como ilustradores o los que están en camino, a saber utilizar Instagram y conseguir clientes, vender y más. En este videín les muestro 6 formas de utilizar Instagram y sacarle provecho para dibujo. \n\nSi no estás suscrito a mi canal Youtube, no te olvides suscribirte que es gratis y los jueves subo videín.\n\nSi deseas vender recursos digitales desde tu potencial en ilustración y otros campos creativos, en esta guía te explico cómo puedes monetizar y crear recursos digitales.", "url": "https://andreaga.com/2020/08/02/como-aprovechar-instagram-para-dibujo/"},
{"title": "Ep.22 Instagram para ilustradores", "author": "Andreaga", "published_at": "2020-08-30T10:25:05-05:00", "content": "https://pe.ivoox.com/es/ep-22-instagram-para-ilustradores_md_55844606_wp_1.mp3 Ir a descargar\n\nDespués de unos meses empezamos la tercera temporada del podcast con el episodio número 22 y se hablará sobre la red social Instagram y cómo funciona para el campo de ilustración, algoritmos, desánimo y ejemplos. Espero les guste mucho este episodio y puedan sacar lo mejor para sus cuentas de Instagram.\n\nNo te olvides que mis recursos digitales siempre están disponibles y la Guía para Crear Recursos Digitales la recomiendo mucho si eres un o una ilustradora que le gusta emprender con distintos productos de ilustración.\n\nCada dos semanas tendremos un nuevo episodio para el podcast y en esta ocasión también puedes encontrarlo en la plataforma de Youtube.\n\nNo te olvides compartir el podcast con tus amigos, colegas y quien lo necesite.\n\nSpotify El Pod del Lápiz", "url": "https://andreaga.com/2020/08/30/ep-22-instagram-para-ilustradores/"},
{"title": "Ep.18 Ilustrar letras ¿Se puede vivir de ello? con Sasbu Letters", "author": "Andreaga", "published_at": "2020-04-12T11:05:26-05:00", "content": "https://pe.ivoox.com/es/ep-18-ilustrar-letras-se-puede-vivir-de_md_49932495_wp_1.mp3 Ir a descargar\n\nHoy en el episodio 18 hablaremos de Lettering y cómo empezar en este campo creativo. Nos acompaña una experta en lettering desde Colombia: Saskia Bueno o conocida como Sasbu Letter.\n\nEn este episodio sabrás las diferencias de lettering, tipografía y caligrafía, así como también, Saskia nos recomendará diversos artistas y libros súper geniales de lettering.\n\nArtistas y libro que recomendó Saskia:\n\nLos secretos dorados del lettering – Martina Flor Nubikini Ian Barnard Belinda Kou Stefan Kunz \n\nInstagram de Saskia", "url": "https://andreaga.com/2020/04/12/ep-18-ilustrar-letras-se-puede-vivir-de-ello-con-sasbu-letters/"},
{"title": "Efecto Gold Leaf en Photoshop para tus dibujos", "author": "Andreaga", "published_at": "2020-04-10T15:41:51-05:00", "content": "Hace tiempo que quería probar en técnica tradicional #GoldLeaf y lo pude experimentar en el videín pasado. Ahora quise experimentar con la técnica en digital para que diera un resultado parecido, no igual y cómo uno puede usar esta técnica con el programa Photoshop.\n\nLes dejo el siguiente videín tuto y aquí puedes descargar el archivo que utilicé en Photoshop. (Link Archivo)\n\nLos pinceles que he utilizado lo encuentras en mi tienda de recursos digitales AQUÍ\n\nPara suscribirte a mi boletín digital (contenido exclusivo gratis) AQUÍ", "url": "https://andreaga.com/2020/04/10/efecto-gold-leaf-en-photoshop-para-tus-dibujos/"},
{"title": "Ep.19 Especializándome en ilustración: Gig Póster con Mariano Arcamone", "author": "Andreaga", "published_at": "2020-04-26T10:29:14-05:00", "content": "En este episodio hablaremos sobre el especializarnos en un rubro para la ilustración y diseño y nos contará su experiencia Mariano Arcamone desde Argentina, quien es un artista especializado en los pósters de música, también hablaremos sobre el mundo de los Gig Pósters y un poco de serigrafía y estilo.\n\nhttps://pe.ivoox.com/es/ep-19-especializandome-ilustracion-gig-poster-mariano_md_50438027_wp_1.mp3 Ir a descargar\n\nLos artistas y libros que recomendó Mariano:\n\nAmes Bros Brad Klausen Ken Tyalor Dan Stiles F4Dreams Studios Andrew Fairclough \n\nLibros:\n\nGig Posters vol 1 & 2 OMG Posters: A Decade of Rock Art \n\nMarianoFacebook Instagram Web ", "url": "https://andreaga.com/2020/04/26/ep-19-especializandome-en-ilustracion-gig-poster-con-mariano-arcamone/"},
{"title": "Ep.20 ¿Cómo ser productivo? con El Club Del Dibujo", "author": "Andreaga", "published_at": "2020-05-17T10:16:09-05:00", "content": "https://pe.ivoox.com/es/como-ser-productivo-el-club-del-dibujo_md_51122158_wp_1.mp3 Ir a descargar\n\nHoy hablamos del cómo ser productivos en ilustración con un genial invitado desde España: Andrés Sanchis quien es ilustrador y creador del podcast “El Club Del Dibujo”. Además, temas como el estilo en ilustración, ingresos y más.Sobre Andrés: Instagram / Studio Squid & Pig / Podcast El Club Del Dibujo\n\nPáginas sobre ilustración que Andrés nos recomendó:\n\nRecomendación: libro “Aprende a promocionar tu trabajo” de Austin Kleon Podcast: Streaming de Dibujantes Recurso: Croquis Café Artículos: Proyectos Ilustrados  /  Alberto Albarrán ", "url": "https://andreaga.com/2020/05/17/ep-20-como-ser-productivo-con-el-club-del-dibujo/"},
{"title": "Usando la técnica Gold leaf", "author": "Andreaga", "published_at": "2020-04-06T11:29:18-05:00", "content": "El jueves pasado subí mi experiencia usando Gold leaf o llamado lámina de oro que es genial para aplicar en las ilustraciones, les detallo todo en el siguiente videín. Si es la primera vez que ves mis videos, subo los jueves tutoriales, consejos y más sobre el campo de ilustración.\n\nSi deseas obtener pinceles de acuarela, grafito, lettering o procesos, guías, puedes revisar mi tienda virtual de Recursos digitales.", "url": "https://andreaga.com/2020/04/06/usando-la-tecnica-gold-leaf/"},
{"title": "Ep.21 ¿Problemas en ilustración? Episodio Especial", "author": "Andreaga", "published_at": "2020-05-31T10:11:16-05:00", "content": "https://pe.ivoox.com/es/ep-21-problemas-ilustracion-episodio-especial_md_51607391_wp_1.mp3 Ir a descargar\n\nEn este último episodio de la segunda temporada hablaremos sobre los problemas que se pueden presentar en el campo de ilustración como los clientes tóxicos, el cobro, estilos y la networking. Nos acompañarán mis alumnos del taller que di en Colombia en el 2019.\n\n¿Quiénes participan?\n\nMelissa Marriaga – Diseñadora e ilustradora\n\nJonathan Cediel – Diseñador Gráfico e ilustrador\n\nMarilyn ( Touling Creaciones Gráficas)\n\nPronto nos estaremos oyendo en una siguiente temporada 🙂", "url": "https://andreaga.com/2020/05/31/ep-21-problemas-en-ilustracion-episodio-especial/"}
]